Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_settings_resetAll
source: defaults factory
ar: defaults factory افتراضي ضبط المصنع إعادة تعيين
cs: obnovit výchozí vychozi tovární tovarni resetovat defaults factory
de: standard werkseinstellungen zurücksetzen defaults factory
el: προεπιλογές εργοστασιακές defaults factory
es: predeterminado restablecer fábrica defaults factory
fa: پیش‌فرض‌ها کارخانه, defaults factory
fr: par défaut réinitialiser usine defaults factory
hu: alapértelmezett alapertelmezett gyári gyari visszaállítás visszaallitas defaults factory
id: atur ulang default pabrik defaults factory
it: predefinite fabbrica reimposta defaults factory
ja: すべてのせっていをきていにもどす
ko: 설정 초기화 기본값 공장 초기화 defaults factory
pl: domyślne fabryczne resetuj defaults factory
pt: padrão fábrica redefinir defaults factory
ro: implicite fabrica fabrică resetare defaults factory
ru: по умолчанию заводские defaults factory
th: รีเซ็ต ค่าเริ่มต้น ค่าจากโรงงาน defaults factory
tr: varsayılanlar fabrika defaults factory
uk: за замовчуванням заводські defaults factory
vi: đặt lại mặc định cài đặt defaults factory
zh_hans: 重置 默认 出厂 初始化 defaults factory
zh_hant: 重設 預設值 原廠設定 初始化 defaults factory

# Cmd_settings_openFile
source: Open settings file
ar: فتح ملف الإعدادات
cs: Otevřít soubor nastavení
de: Einstellungsdatei öffnen
el: Άνοιγμα αρχείου ρυθμίσεων
es: Abrir archivo de configuración
fa: باز کردن فایل تنظیمات
fr: Ouvrir le fichier de paramètres
hu: Beállításfájl megnyitása
id: Buka file pengaturan
it: Apri file delle impostazioni
ja: 設定ファイルを開く
ko: 설정 파일 열기
pl: Otwórz plik ustawień
pt: Abrir arquivo de configurações
ro: Deschidere fișier de setări
ru: Открыть файл параметров
th: เปิดไฟล์การตั้งค่า
tr: Ayarlar dosyasını aç
uk: Відкрити файл параметрів
vi: Mở tệp cài đặt
zh_hans: 打开设置文件
zh_hant: 開啟設定檔

# CmdAlias_settings_openFile
source: settings.json
ar: settings.json ملف الإعدادات
cs: soubor nastavení nastaveni settings.json
de: einstellungsdatei settings.json
el: ρυθμίσεις settings.json
es: archivo de configuración settings.json
fr: fichier de paramètres settings.json
hu: beállításfájl beallitasfajl settings.json
id: file pengaturan settings.json
it: file impostazioni settings.json
ja: せっていふぁいるをひらく
ko: 설정 파일 settings.json
pl: plik ustawień settings.json
pt: arquivo configurações settings.json
ro: fisier fișier setari setări settings.json
ru: параметры settings.json
th: ไฟล์การตั้งค่า settings.json
tr: ayarlar settings.json
uk: параметри settings.json
vi: tệp cài đặt settings.json
zh_hans: 设置文件 配置文件 settings.json
zh_hant: 設定檔 開啟 settings.json

# Cmd_settings_openDataFolder
source: Open data folder
ar: فتح مجلد البيانات
cs: Otevřít složku dat
de: Datenordner öffnen
el: Άνοιγμα φακέλου δεδομένων
es: Abrir carpeta de datos
fa: باز کردن پوشهٔ داده
fr: Ouvrir le dossier de données
hu: Adatmappa megnyitása
id: Buka folder data
it: Apri cartella dei dati
ja: データフォルダを開く
ko: 데이터 폴더 열기
pl: Otwórz folder danych
pt: Abrir pasta de dados
ro: Deschidere folder de date
ru: Открыть папку данных
th: เปิดโฟลเดอร์ข้อมูล
tr: Veri klasörünü aç
uk: Відкрити папку даних
vi: Mở thư mục dữ liệu
zh_hans: 打开数据文件夹
zh_hant: 開啟資料資料夾

# CmdAlias_settings_openDataFolder
source: explorer
ar: explorer مستكشف مجلد البيانات
cs: složka slozka data průzkumník pruzkumnik explorer
de: datenordner explorer
el: εξερεύνηση φάκελος explorer
es: carpeta de datos explorador explorer
fa: کاوشگر, explorer
fr: dossier données explorateur explorer
hu: adatmappa mappa fájlkezelő fajlkezelo explorer
id: folder data explorer
it: esplora cartella explorer
ja: でーたふぉるだをひらく
ko: 데이터 폴더 탐색기 explorer
pl: eksplorator folder explorer
pt: explorador pasta explorer
ro: folder date explorer
ru: проводник explorer
th: โฟลเดอร์ข้อมูล explorer
tr: gezgin klasör explorer
uk: провідник explorer
vi: thư mục dữ liệu explorer
zh_hans: 数据文件夹 资源管理器 explorer
zh_hant: 資料資料夾 檔案總管 資料夾 explorer

# Cmd_help_commandPalette
source: Command palette
ar: لوحة الأوامر
cs: Paleta příkazů
de: Befehlspalette
el: Παλέτα εντολών
es: Paleta de comandos
fa: پالت فرمان
fr: Palette de commandes
hu: Parancspaletta
id: Palet perintah
it: Tavolozza dei comandi
ja: コマンドパレット
ko: 명령 팔레트
pl: Paleta poleceń
pt: Paleta de comandos
ro: Paleta de comenzi
ru: Палитра команд
th: ชุดคำสั่ง
tr: Komut paleti
uk: Палітра команд
vi: Bảng lệnh
zh_hans: 命令面板
zh_hant: 命令選擇區

# CmdAlias_help_commandPalette
source: commands search
ar: commands search أوامر بحث
cs: paleta příkazy prikazy hledat commands search
de: befehle suchen commands search
el: εντολές αναζήτηση commands search
es: comandos buscar commands search
fa: فرمان‌ها جستجو, commands search
fr: commandes rechercher commands search
hu: parancsok keresés kereses paletta commands search
id: palet perintah cari perintah commands search
it: comandi cerca commands search
ja: こまんどぱれっと
ko: 명령 팔레트 명령 검색 commands search
pl: polecenia szukaj commands search
pt: comandos pesquisar commands search
ro: comenzi cautare căutare commands search
ru: команды поиск commands search
th: ชุดคำสั่ง คำสั่ง ค้นหา commands search
tr: komutlar ara commands search
uk: команди пошук commands search
vi: bảng lệnh tìm lệnh commands search
zh_hans: 命令面板 命令 搜索 commands search
zh_hant: 命令選擇區 命令 搜尋 commands search

# Cmd_help_shortcuts
source: Keyboard shortcut list
ar: قائمة اختصارات لوحة المفاتيح
cs: Seznam klávesových zkratek
de: Liste der Tastenkombinationen
el: Λίστα συντομεύσεων πληκτρολογίου
es: Lista de métodos abreviados de teclado
fa: فهرست میان‌برهای صفحه‌کلید
fr: Liste des raccourcis clavier
hu: Billentyűparancsok listája
id: Daftar pintasan keyboard
it: Elenco scelte rapide da tastiera
ja: ショートカット一覧
ko: 바로 가기 키 목록
pl: Lista skrótów klawiaturowych
pt: Lista de atalhos de teclado
ro: Lista comenzilor rapide
ru: Список сочетаний клавиш
th: รายการแป้นพิมพ์ลัด
tr: Klavye kısayolları listesi
uk: Список сполучень клавіш
vi: Danh sách phím tắt
zh_hans: 键盘快捷方式列表
zh_hant: 鍵盤快速鍵清單

# CmdAlias_help_shortcuts
source: keys reference cheat sheet
ar: keys reference cheat sheet مفاتيح مرجع ورقة مرجعية اختصارات
cs: zkratky klávesy klavesy přehled prehled tahák tahak keys reference cheat sheet
de: tasten übersicht referenz keys reference cheat sheet
el: πλήκτρα αναφορά σύνοψη keys reference cheat sheet
es: atajos teclas referencia chuleta keys reference cheat sheet
fa: کلیدها مرجع راهنمای سریع, keys reference cheat sheet
fr: touches référence aide-mémoire keys reference cheat sheet
hu: billentyűk billentyuk billentyűparancs billentyuparancs referencia puska keys reference cheat sheet
id: daftar pintasan referensi keys reference cheat sheet
it: tasti riferimento promemoria keys reference cheat sheet
ja: しょーとかっといちらん
ko: 바로 가기 키 단축키 목록 참조 keys reference cheat sheet
pl: klawisze ściągawka keys reference cheat sheet
pt: teclas referência guia rápido keys reference cheat sheet
ro: taste referinta referință fituica fițuică keys reference cheat sheet
ru: клавиши справочник шпаргалка keys reference cheat sheet
th: แป้นพิมพ์ลัด รายการ ปุ่ม keys reference cheat sheet
tr: tuşlar başvuru kopya kağıdı keys reference cheat sheet
uk: клавіші довідник шпаргалка keys reference cheat sheet
vi: danh sách phím tắt tham khảo keys reference cheat sheet
zh_hans: 快捷键 列表 参考 速查表 keys reference cheat sheet
zh_hant: 快速鍵清單 按鍵 參考 速查表 keys reference cheat sheet

# Cmd_help_documentation
source: Documentation
ar: الوثائق
cs: Dokumentace
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
fa: مستندات
hu: Dokumentáció
id: Dokumentasi
it: Documentazione
ja: ドキュメント
ko: 설명서
pl: Dokumentacja
pt: Documentação
ro: Documentație
ru: Документация
th: เอกสารประกอบ
tr: Belgeler
uk: Документація
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

# CmdAlias_help_documentation
source: help manual
ar: help manual تعليمات دليل وثائق
cs: dokumentace nápověda napoveda příručka prirucka help manual
de: hilfe handbuch help manual
el: βοήθεια εγχειρίδιο help manual
es: ayuda manual help
fa: راهنما دفترچه, help manual
fr: aide manuel help manual
hu: súgó sugo kézikönyv kezikonyv dokumentáció dokumentacio help manual
id: dokumentasi bantuan panduan help manual
it: guida manuale help manual
ja: どきゅめんと
ko: 설명서 도움말 매뉴얼 help manual
pl: pomoc podręcznik help manual
pt: ajuda manual help manual
ro: ajutor manual documentatie documentație help
ru: справка руководство help manual
th: เอกสารประกอบ วิธีใช้ คู่มือ help manual
tr: yardım kılavuz help manual
uk: довідка посібник help manual
vi: tài liệu trợ giúp hướng dẫn help manual
zh_hans: 文档 帮助 手册 说明 help manual
zh_hant: 文件 說明 手冊 help manual

# Cmd_help_reportProblem
source: Report a problem
ar: الإبلاغ عن مشكلة
cs: Nahlásit problém
de: Problem melden
el: Αναφορά προβλήματος
es: Informar de un problema
fa: گزارش مشکل
fr: Signaler un problème
hu: Probléma bejelentése
id: Laporkan masalah
it: Segnala un problema
ja: 問題を報告
ko: 문제 보고
pl: Zgłoś problem
pt: Relatar um problema
ro: Raportare problemă
ru: Сообщить о проблеме
th: รายงานปัญหา
tr: Sorun bildir
uk: Повідомити про проблему
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 回報問題

# CmdAlias_help_reportProblem
source: bug issue feedback
ar: bug issue feedback خطأ مشكلة ملاحظات
cs: nahlásit nahlasit problém problem chyba zpětná vazba zpetna bug issue feedback
de: fehler problem rückmeldung bug issue feedback
el: σφάλμα πρόβλημα σχόλια bug issue feedback
es: error problema comentarios bug issue feedback
fa: اشکال مسئله بازخورد, bug issue feedback
fr: bogue problème commentaires bug issue feedback
hu: hiba probléma problema visszajelzés visszajelzes bug issue feedback
id: laporkan masalah kesalahan masukan bug issue feedback
it: errore bug segnalazione commenti bug issue feedback
ja: もんだいをほうこく
ko: 문제 보고 버그 피드백 bug issue feedback
pl: błąd zgłoszenie opinia bug issue feedback
pt: erro bug problema comentários bug issue feedback
ro: eroare problema problemă feedback bug issue
ru: ошибка проблема отзыв bug issue feedback
th: รายงาน ปัญหา ข้อบกพร่อง คำติชม bug issue feedback
tr: hata sorun geri bildirim bug issue feedback
uk: помилка проблема відгук bug issue feedback
vi: báo cáo sự cố lỗi phản hồi bug issue feedback
zh_hans: 报告 问题 错误 反馈 bug issue feedback
zh_hant: 回報問題 錯誤 問題 意見反應 bug issue feedback

# Cmd_help_about
source: About
ar: حول
cs: O aplikaci
de: Info
el: Πληροφορίες
es: Acerca de
fa: درباره
fr: À propos
hu: Névjegy
id: Tentang
it: Informazioni su
ja: バージョン情報
ko: 정보
pl: Informacje
pt: Sobre
ro: Despre
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# CmdAlias_help_about
source: version
ar: version إصدار حول
cs: o aplikaci verze version
de: info version
el: έκδοση version
es: acerca de versión version
fa: نسخه, version
fr: à propos version
hu: névjegy nevjegy verzió verzio version
id: tentang versi version
it: versione informazioni version
ja: ばーじょんじょうほう
ko: 정보 버전 version
pl: wersja informacje version
pt: versão sobre version
ro: versiune despre version
ru: версия version
th: เกี่ยวกับ เวอร์ชัน version
tr: sürüm version
uk: версія version
vi: giới thiệu phiên bản version
zh_hans: 关于 版本 版本信息 version
zh_hant: 關於 版本 版本資訊 version

# CmdCategory_file
source: File
ar: ملف
cs: Soubor
de: Datei
el: Αρχείο
es: Archivo
fa: فایل
fr: Fichier
hu: Fájl
ja: ファイル
ko: 파일
pl: Plik
pt: Arquivo
ro: Fișier
ru: Файл
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# CmdCategory_edit
source: Edit
ar: تحرير
cs: Úpravy
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
pl: Edycja
pt: Editar
ro: Editare
ru: Правка
th: แก้ไข
tr: Düzen
uk: Редагування
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# CmdCategory_search
source: Search
ar: بحث
cs: Hledat
de: Suchen
el: Αναζήτηση
es: Buscar
fa: جستجو
fr: Rechercher
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
pt: Pesquisar
ro: Căutare
ru: Поиск
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# CmdCategory_go
source: Go
ar: انتقال
cs: Přejít
de: Gehe zu
el: Μετάβαση
es: Ir
fa: رفتن
fr: Atteindre
hu: Ugrás
id: Navigasi
it: Vai
ja: 移動
ko: 이동
pl: Przejdź
pt: Ir
ro: Salt
ru: Переход
th: ไปที่
tr: Git
uk: Перехід
vi: Đi tới
zh_hans: 转到
zh_hant: 移至

# CmdCategory_view
source: View
ar: عرض
cs: Zobrazení
de: Ansicht
el: Προβολή
es: Ver
fa: نما
fr: Affichage
hu: Nézet
id: Tampilan
it: Visualizza
ja: 表示
ko: 보기
pl: Widok
pt: Exibir
ro: Vizualizare
ru: Вид
th: มุมมอง
tr: Görünüm
uk: Вигляд
vi: Xem
zh_hans: 视图
zh_hant: 檢視

# CmdCategory_settings
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Параметры
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# CmdCategory_help
source: Help
ar: تعليمات
cs: Nápověda
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: راهنما
fr: Aide
hu: Súgó
id: Bantuan
it: Guida
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Справка
th: วิธีใช้
tr: Yardım
uk: Довідка
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 說明

# Command_Unavailable
source: {0} is not available now: {1}
ar: {0} غير متاح الآن: {1}
cs: {0} nyní není k dispozici: {1}
de: {0} ist derzeit nicht verfügbar: {1}
el: Το {0} δεν είναι διαθέσιμο τώρα: {1}
es: {0} no está disponible ahora: {1}
fa: {0} اکنون در دسترس نیست: {1}
fr: {0} n'est pas disponible pour le moment : {1}
hu: {0} most nem érhető el: {1}
id: {0} tidak tersedia saat ini: {1}
it: {0} non è disponibile ora: {1}
ja: {0} は今は使えません: {1}
ko: {0}은(는) 지금 사용할 수 없습니다: {1}
pl: Polecenie {0} jest teraz niedostępne: {1}
pt: {0} não está disponível agora: {1}
ro: {0} nu este disponibil acum: {1}
ru: Команда «{0}» сейчас недоступна: {1}
th: {0} ใช้งานไม่ได้ในขณะนี้: {1}
tr: {0} şu anda kullanılamıyor: {1}
uk: {0} зараз недоступно: {1}
vi: {0} hiện không khả dụng: {1}
zh_hans: {0} 当前不可用：{1}
zh_hant: {0} 目前無法使用：{1}

# Command_NotAvailableHere
source: Not available in this window
ar: غير متاح في هذه النافذة
cs: V tomto okně není k dispozici
de: In diesem Fenster nicht verfügbar
el: Δεν είναι διαθέσιμο σε αυτό το παράθυρο
es: No disponible en esta ventana
fa: در این پنجره در دسترس نیست
fr: Non disponible dans cette fenêtre
hu: Ebben az ablakban nem érhető el
id: Tidak tersedia di jendela ini
it: Non disponibile in questa finestra
ja: このウィンドウでは使えません
ko: 이 창에서는 사용할 수 없음
pl: Niedostępne w tym oknie
pt: Não disponível nesta janela
ro: Indisponibil în această fereastră
ru: Недоступно в этом окне
th: ใช้งานไม่ได้ในหน้าต่างนี้
tr: Bu pencerede kullanılamaz
uk: Недоступно в цьому вікні
vi: Không khả dụng trong cửa sổ này
zh_hans: 在此窗口中不可用
zh_hant: 無法在此視窗中使用

# Command_NoDocument
source: No document is open
ar: لا يوجد مستند مفتوح
cs: Není otevřen žádný dokument
de: Kein Dokument geöffnet
el: Δεν υπάρχει ανοιχτό έγγραφο
es: No hay ningún documento abierto
fa: هیچ سندی باز نیست
fr: Aucun document n'est ouvert
hu: Nincs megnyitott dokumentum
id: Tidak ada dokumen yang terbuka
it: Nessun documento aperto
ja: 文書が開かれていません
ko: 열린 문서가 없음
pl: Brak otwartego dokumentu
pt: Nenhum documento aberto
ro: Niciun document deschis
ru: Нет открытых документов
th: ไม่มีเอกสารที่เปิดอยู่
tr: Açık belge yok
uk: Немає відкритого документа
vi: Không có tài liệu nào đang mở
zh_hans: 未打开任何文档
zh_hant: 未開啟任何文件

# Command_ReadOnly
source: The document is read-only
ar: المستند للقراءة فقط
cs: Dokument je jen pro čtení
de: Das Dokument ist schreibgeschützt
el: Το έγγραφο είναι μόνο για ανάγνωση
es: El documento es de solo lectura
fa: سند فقط خواندنی است
fr: Le document est en lecture seule
hu: A dokumentum írásvédett
id: Dokumen ini baca-saja
it: Il documento è di sola lettura
ja: 文書は読み取り専用です
ko: 문서가 읽기 전용임
pl: Dokument jest tylko do odczytu
pt: O documento é somente leitura
ro: Documentul este doar în citire
ru: Документ доступен только для чтения
th: เอกสารเป็นแบบอ่านอย่างเดียว
tr: Belge salt okunur
uk: Документ доступний лише для читання
vi: Tài liệu ở chế độ chỉ đọc
zh_hans: 文档为只读
zh_hant: 文件為唯讀

# Command_NoSelection
source: Nothing is selected
ar: لا يوجد تحديد
cs: Nic není vybráno
de: Nichts ausgewählt
el: Δεν υπάρχει επιλογή
es: No hay nada seleccionado
fa: چیزی انتخاب نشده است
fr: Aucune sélection
hu: Nincs kijelölés
id: Tidak ada yang dipilih
it: Nessuna selezione
ja: 選択範囲がありません
ko: 선택한 항목이 없음
pl: Nic nie zaznaczono
pt: Nada selecionado
ro: Nu este selectat nimic
ru: Ничего не выделено
th: ไม่มีส่วนที่เลือก
tr: Hiçbir şey seçili değil
uk: Нічого не виділено
vi: Chưa chọn gì
zh_hans: 未选择任何内容
zh_hant: 未選取任何內容

# Command_NothingToUndo
source: Nothing to undo
ar: لا يوجد ما يمكن التراجع عنه
cs: Není co vrátit
de: Nichts rückgängig zu machen
el: Δεν υπάρχει τίποτα για αναίρεση
es: No hay nada que deshacer
fa: چیزی برای واگرد وجود ندارد
fr: Rien à annuler
hu: Nincs visszavonható művelet
id: Tidak ada yang dapat dibatalkan
it: Niente da annullare
ja: 元に戻す操作がありません
ko: 실행 취소할 작업이 없음
pl: Nie ma czego cofnąć
pt: Nada para desfazer
ro: Nimic de anulat
ru: Нечего отменять
th: ไม่มีสิ่งที่จะเลิกทำ
tr: Geri alınacak bir şey yok
uk: Немає дій для скасування
vi: Không có gì để hoàn tác
zh_hans: 没有可撤消的操作
zh_hant: 沒有可復原的操作

# Command_NothingToRedo
source: Nothing to redo
ar: لا يوجد ما يمكن إعادته
cs: Není co opakovat
de: Nichts zu wiederholen
el: Δεν υπάρχει τίποτα για ακύρωση αναίρεσης
es: No hay nada que rehacer
fa: چیزی برای ازنو وجود ندارد
fr: Rien à rétablir
hu: Nincs megismételhető művelet
id: Tidak ada yang dapat diulangi
it: Niente da ripetere
ja: やり直す操作がありません
ko: 다시 실행할 작업이 없음
pl: Nie ma czego ponowić
pt: Nada para refazer
ro: Nimic de refăcut
ru: Нечего повторять
th: ไม่มีสิ่งที่จะทำซ้ำ
tr: Yinelenecek bir şey yok
uk: Немає дій для повторення
vi: Không có gì để làm lại
zh_hans: 没有可重做的操作
zh_hant: 沒有可取消復原的操作

# Command_EmptyDocument
source: The document is empty
ar: المستند فارغ
cs: Dokument je prázdný
de: Das Dokument ist leer
el: Το έγγραφο είναι κενό
es: El documento está vacío
fa: سند خالی است
fr: Le document est vide
hu: A dokumentum üres
id: Dokumen kosong
it: Il documento è vuoto
ja: 文書が空です
ko: 문서가 비어 있음
pl: Dokument jest pusty
pt: O documento está vazio
ro: Documentul este gol
ru: Документ пуст
th: เอกสารว่างเปล่า
tr: Belge boş
uk: Документ порожній
vi: Tài liệu trống
zh_hans: 文档为空
zh_hant: 文件是空的

# Command_NoHistory
source: No jump history
ar: لا يوجد سجل انتقالات
cs: Žádná historie přechodů
de: Kein Sprungverlauf
el: Δεν υπάρχει ιστορικό μεταβάσεων
es: No hay historial de saltos
fa: سابقهٔ پرشی وجود ندارد
fr: Aucun historique de déplacement
hu: Nincsenek ugrási előzmények
id: Tidak ada riwayat lompatan
it: Nessuna cronologia di spostamenti
ja: 移動の履歴がありません
ko: 이동 기록이 없음
pl: Brak historii przejść
pt: Nenhum histórico de saltos
ro: Niciun istoric de salturi
ru: Нет журнала переходов
th: ไม่มีประวัติการย้าย
tr: Atlama geçmişi yok
uk: Журнал переходів порожній
vi: Không có lịch sử di chuyển
zh_hans: 没有跳转历史记录
zh_hant: 沒有跳躍記錄

# Command_NoPanels
source: No panel is placed here
ar: لا توجد لوحة موضوعة هنا
cs: Zde není umístěn žádný panel
de: Hier ist kein Bereich angeordnet
el: Δεν υπάρχει πλαίσιο εδώ
es: No hay ningún panel colocado aquí
fa: هیچ پنلی در اینجا قرار ندارد
fr: Aucun volet n'est placé ici
hu: Itt nincs elhelyezett panel
id: Tidak ada panel di sini
it: Nessun pannello in questa posizione
ja: ここに置いたパネルがありません
ko: 여기에 배치된 패널이 없음
pl: W tym miejscu nie ma panelu
pt: Nenhum painel nesta posição
ro: Niciun panou plasat aici
ru: Здесь нет панелей
th: ไม่มีแผงวางอยู่ที่นี่
tr: Buraya yerleştirilmiş panel yok
uk: Тут немає жодної панелі
vi: Không có bảng nào ở đây
zh_hans: 此处未放置面板
zh_hant: 此處沒有放置任何面板

# Command_PanelMissing
source: This panel is not available yet
ar: هذه اللوحة غير متاحة بعد
cs: Tento panel zatím není k dispozici
de: Dieser Bereich ist noch nicht verfügbar
el: Αυτό το πλαίσιο δεν είναι ακόμα διαθέσιμο
es: Este panel aún no está disponible
fa: این پنل هنوز در دسترس نیست
fr: Ce volet n'est pas encore disponible
hu: Ez a panel még nem érhető el
id: Panel ini belum tersedia
it: Questo pannello non è ancora disponibile
ja: このパネルはまだありません
ko: 이 패널은 아직 사용할 수 없음
pl: Ten panel nie jest jeszcze dostępny
pt: Este painel ainda não está disponível
ro: Acest panou nu este încă disponibil
ru: Эта панель пока недоступна
th: แผงนี้ยังไม่พร้อมใช้งาน
tr: Bu panel henüz kullanılamıyor
uk: Ця панель ще недоступна
vi: Bảng này chưa khả dụng
zh_hans: 此面板尚不可用
zh_hant: 此面板尚未提供

# KeyScope_global
source: Global
ar: عام
cs: Globální
el: Καθολικό
fa: سراسری
hu: Globális
it: Globale
ja: グローバル
ko: 전역
pl: Globalny
ru: Глобально
th: ทั่วทั้งแอป
tr: Genel
uk: Глобально
vi: Toàn cục
zh_hans: 全局
zh_hant: 全域

# KeyScope_editor
source: Editor
ar: المحرر
el: Επεξεργαστής
fa: ویرایشگر
fr: Éditeur
hu: Szerkesztő
ja: エディタ
ko: 편집기
pl: Edytor
ru: Редактор
th: ตัวแก้ไข
tr: Düzenleyici
uk: Редактор
vi: Trình chỉnh sửa
zh_hans: 编辑器
zh_hant: 編輯器

# KeyScope_findBar
source: Find bar
ar: شريط البحث
cs: Panel hledání
de: Suchleiste
el: Γραμμή εύρεσης
es: Barra de búsqueda
fa: نوار جستجو
fr: Barre de recherche
hu: Keresősáv
id: Bilah pencarian
it: Barra di ricerca
ja: 検索バー
ko: 찾기 표시줄
pl: Pasek wyszukiwania
pt: Barra de pesquisa
ro: Bara de căutare
ru: Панель поиска
th: แถบค้นหา
tr: Arama çubuğu
uk: Панель пошуку
vi: Thanh tìm kiếm
zh_hans: 查找栏
zh_hant: 尋找列

# KeyScope_codeEditor
source: Code editor
ar: محرر التعليمات البرمجية
cs: Editor kódu
el: Επεξεργαστής κώδικα
es: Editor de código
fa: ویرایشگر کد
fr: Éditeur de code
hu: Kódszerkesztő
id: Editor kode
it: Editor di codice
ja: コードエディタ
ko: 코드 편집기
pl: Edytor kodu
pt: Editor de código
ro: Editor de cod
ru: Редактор кода
th: ตัวแก้ไขโค้ด
tr: Kod düzenleyici
uk: Редактор коду
vi: Trình soạn mã
zh_hans: 代码编辑器
zh_hant: 程式碼編輯器

# KeyScope_panel
source: Panel
ar: لوحة
de: Bereich
el: Πλαίσιο
fa: پنل
fr: Volet
it: Pannello
ja: パネル
ko: 패널
pt: Painel
ro: Panou
ru: Панель
th: แผง
uk: Панель
vi: Bảng
zh_hans: 面板
zh_hant: 面板

# Menu_View_Panels.Text
source: Panels
ar: اللوحات
cs: Panely
de: Bereiche
el: Πλαίσια
es: Paneles
fa: پنل‌ها
fr: Volets
hu: Panelek
id: Panel
it: Pannelli
ja: パネルの表示切り替え(N)
ko: 패널(N)
pl: Panele
pt: Painéis
ro: Panouri
ru: Панели
th: แผง(N)
tr: Paneller
uk: Панелі
vi: Bảng
zh_hans: 面板(N)
zh_hant: 面板(N)

# Menu_View_Panels.AccessKey
source: N
ar: ل
cs: P
de: B
el: Π
es: P
fa: پ
fr: V
hu: P
it: P
pl: P
pt: P
ro: P
ru: П
tr: P
uk: П

# Menu_View_Toolbar.Text
source: Toolbar
ar: شريط الأدوات
cs: Panel nástrojů
de: Symbolleiste
el: Γραμμή εργαλείων
es: Barra de herramientas
fa: نوار ابزار
fr: Barre d'outils
hu: Eszköztár
id: Bilah Alat
it: Barra degli strumenti
ja: ツールバー(T)
ko: 도구 모음(T)
pl: Pasek narzędzi
pt: Barra de ferramentas
ro: Bară de instrumente
ru: Панель инструментов
th: แถบเครื่องมือ(O)
tr: Araç çubuğu
uk: Панель інструментів
vi: Thanh công cụ
zh_hans: 工具栏(T)
zh_hant: 工具列(T)

# Menu_View_Toolbar.AccessKey
source: O
ar: ط
cs: P
de: Y
el: Ε
es: D
fa: ز
fr: D
hu: E
id: A
it: D
ja: T
ko: T
pl: N
pt: D
ro: D
ru: И
tr: A
uk: І
vi: C
zh_hans: T
zh_hant: T

# Menu_View_LeftPanel.Text
source: Left panel
ar: اللوحة اليسرى
cs: Levý panel
de: Linker Bereich
el: Αριστερό πλαίσιο
es: Panel izquierdo
fa: پنل چپ
fr: Volet gauche
hu: Bal oldali panel
id: Panel Kiri
it: Pannello sinistro
ja: 左パネル(L)
ko: 왼쪽 패널(L)
pl: Lewy panel
pt: Painel esquerdo
ro: Panou stânga
ru: Левая панель
th: แผงด้านซ้าย(L)
tr: Sol panel
uk: Ліва панель
vi: Bảng bên trái
zh_hans: 左侧面板(L)
zh_hant: 左側面板(L)

# Menu_View_LeftPanel.AccessKey
source: L
ar: س
el: Α
es: P
fa: چ
fr: V
hu: B
id: K
it: P
pt: P
ro: P
ru: Л
tr: S
uk: Л
vi: R

# Menu_View_RightPanel.Text
source: Right panel
ar: اللوحة اليمنى
cs: Pravý panel
de: Rechter Bereich
el: Δεξί πλαίσιο
es: Panel derecho
fa: پنل راست
fr: Volet droit
hu: Jobb oldali panel
id: Panel Kanan
it: Pannello destro
ja: 右パネル(R)
ko: 오른쪽 패널(R)
pl: Prawy panel
pt: Painel direito
ro: Panou dreapta
ru: Правая панель
th: แผงด้านขวา(R)
tr: Sağ panel
uk: Права панель
vi: Bảng bên phải
zh_hans: 右侧面板(R)
zh_hant: 右側面板(R)
